{
  "मुझे कोर्स में कैसे नामांकन करना है?": "कोर्स पेज पर जाकर 'एनरोल मी' बटन पर क्लिक करें।",
  "मैं कोर्स में दाखिला कैसे ले सकता हूँ?": "कोर्स पेज पर जाकर 'एनरोल मी' बटन पर क्लिक करें।",
  "कोर्स को कैसे जोड़ें?": "कोर्स को जोड़ने के लिए, व्यवस्थापक को लॉगिन करना होगा और 'कोर्स जोड़ें' विकल्प का चयन करना होगा।",
  "मैं कोर्स में कैसे शामिल हो सकता हूँ?": "कोर्स पेज पर जाकर 'एनरोल मी' बटन पर क्लिक करें।",
  "कोर्स में दाखिला लेने के लिए क्या करना होगा?": "कोर्स पेज पर जाकर 'एनरोल मी' बटन पर क्लिक करें।",
  "असाइनमेंट कैसे सबमिट करें?": "असाइनमेंट पेज पर जाकर 'सबमिट असाइनमेंट' बटन पर क्लिक करें और आवश्यक फ़ाइलें अपलोड करें।",
  "क्विज़ कैसे शुरू करें?": "क्विज़ पेज पर जाकर 'अटेम्प्ट क्विज़' बटन पर क्लिक करें और प्रश्नों का उत्तर दें।",
  "असाइनमेंट की समय सीमा क्या है?": "असाइनमेंट की समय सीमा कोर्स पेज पर असाइनमेंट विवरण में देखा जा सकता है।",
  "क्विज़ में कितने प्रयास किए जा सकते हैं?": "यह शिक्षक द्वारा निर्धारित किया जाता है। अधिक जानकारी के लिए शिक्षक से संपर्क करें।",
  "असाइनमेंट में ग्रेड कैसे देखें?": "असाइनमेंट पेज पर जाकर 'ग्रेड' टैब पर क्लिक करें।",
  "अपना प्रोफ़ाइल चित्र कैसे बदलें?": "'प्रोफ़ाइल' पेज पर जाकर 'प्रोफ़ाइल संपादित करें' विकल्प का चयन करें और नया चित्र अपलोड करें।",
  "पासवर्ड कैसे बदलें?": "'प्रोफ़ाइल' पेज पर जाकर 'पासवर्ड बदलें' विकल्प का चयन करें और नया पासवर्ड सेट करें।",
  "अपना ईमेल पता कैसे अपडेट करें?": "'प्रोफ़ाइल' पेज पर जाकर 'प्रोफ़ाइल संपादित करें' विकल्प का चयन करें और ईमेल पता अपडेट करें।",
  "अपना उपयोगकर्ता नाम कैसे बदलें?": "उपयोगकर्ता नाम बदलने के लिए, व्यवस्थापक से संपर्क करें।",
  "खाता कैसे निष्क्रिय करें?": "खाता निष्क्रिय करने के लिए, व्यवस्थापक से संपर्क करें।",
  "फ़ाइलें कैसे अपलोड करें?": "'फ़ाइल' गतिविधि जोड़ें, 'फ़ाइल अपलोड करें' विकल्प का चयन करें और फ़ाइलें अपलोड करें।",
  "वीडियो कैसे जोड़ें?": "'फ़ाइल' गतिविधि जोड़ें, वीडियो फ़ाइल अपलोड करें या YouTube लिंक जोड़ें।",
  "दस्तावेज़ कैसे साझा करें?": "'फ़ाइल' गतिविधि जोड़ें, दस्तावेज़ अपलोड करें और छात्रों के साथ साझा करें।",
  "छवियाँ कैसे जोड़ें?": "'फ़ाइल' गतिविधि जोड़ें, छवि फ़ाइल अपलोड करें और छात्रों के साथ साझा करें।",
  "सामग्री कैसे डाउनलोड करें?": "संबंधित गतिविधि पेज पर जाकर 'डाउनलोड' बटन पर क्लिक करें।",
  "संदेश कैसे भेजें?": "'संदेश' पेज पर जाएं, संपर्क का चयन करें और संदेश लिखें।",
  "नोटिफिकेशन सेटिंग्स कैसे बदलें?": "'प्रोफ़ाइल' पेज पर जाकर 'नोटिफिकेशन सेटिंग्स' विकल्प का चयन करें और आवश्यक बदलाव करें।",
  "ग्रेड नोटिफिकेशन कैसे प्राप्त करें?": "'प्रोफ़ाइल' पेज पर जाकर 'नोटिफिकेशन सेटिंग्स' में 'ग्रेड नोटिफिकेशन' सक्षम करें।",
  "असाइनमेंट की समय सीमा की याद दिलाने वाली नोटिफिकेशन कैसे प्राप्त करें?": "'प्रोफ़ाइल' पेज पर जाकर 'नोटिफिकेशन सेटिंग्स' में 'असाइनमेंट समय सीमा' नोटिफिकेशन सक्षम करें।",
  "संदेशों का इतिहास कैसे देखें?": "'संदेश' पेज पर जाकर 'संदेश इतिहास' विकल्प का चयन करें।",
  "खाता सुरक्षा कैसे बढ़ाएं?": "मजबूत पासवर्ड का उपयोग करें और दो-चरणीय प्रमाणीकरण सक्षम करें।",
  "गोपनीयता सेटिंग्स कैसे बदलें?": "'प्रोफ़ाइल' पेज पर जाकर 'गोपनीयता सेटिंग्स' विकल्प का चयन करें और आवश्यक बदलाव करें।",
  "डेटा निर्यात कैसे करें?": "'प्रोफ़ाइल' पेज पर जाकर 'डेटा निर्यात' विकल्प का चयन करें और आवश्यक जानकारी डाउनलोड करें।",
  "खाता कैसे पुनः सक्रिय करें?": "खाता पुनः सक्रिय करने के लिए, व्यवस्थापक से संपर्क करें।",
  "पासवर्ड कैसे रीसेट करें?": "लॉगिन पेज पर जाकर 'पासवर्ड भूल गए?' लिंक पर क्लिक करें और निर्देशों का पालन करें।",
  "mujhe course me kaise enroll karna hai?": "कोर्स पेज पर जाकर 'एनरोल मी' बटन पर क्लिक करें।",
  "password kaise change karu?": "अपने प्रोफ़ाइल सेटिंग्स में जाकर पासवर्ड बदलने का विकल्प चुनें।",
  "assignment online kaise submit karu?": "हाँ, आप कोर्स के असाइनमेंट सेक्शन में जाकर फाइल अपलोड कर सकते हैं।",
  "moodle kya hai?": "मूडल एक ओपन-सोर्स लर्निंग मैनेजमेंट सिस्टम है जहाँ आप ऑनलाइन कोर्स कर सकते हैं।",
  "how to contact teacher?": "कोर्स फोरम या चैट फीचर के माध्यम से शिक्षक से संपर्क कर सकते हैं।",
  "can i use moodle app?": "हाँ, मूडल का मोबाइल ऐप Android और iOS दोनों के लिए उपलब्ध है।",
  "mera grade kaise check karu?": "कोर्स पेज पर 'ग्रेड रिपोर्ट' में जाकर अपनी प्रगति देख सकते हैं।",
  "moodle par quiz kaise do?": "कोर्स के क्विज़ सेक्शन में जाकर निर्देशों के अनुसार क्विज़ दें।",
  "what is moodle?": "मूडल एक ओपन-सोर्स प्लेटफ़ॉर्म है जो ऑनलाइन शिक्षा के लिए उपयोग किया जाता है।",
  "moodle me assignment submit karne ka tarika kya hai?": "असाइनमेंट पेज पर जाकर फाइल अपलोड करें और जमा करें।",
  "kaise apni profile update karu?": "प्रोफ़ाइल पेज पर जाकर अपनी जानकारी अपडेट करें।",
  "moodle safe hai kya?": "हाँ, मूडल में आपकी जानकारी की सुरक्षा के लिए कई फीचर्स हैं।",
  "online exam kaise den?": "परीक्षा के लिए निर्धारित समय पर परीक्षा लिंक पर क्लिक करें और निर्देशों का पालन करें।",
  "moodle se help kaise le?": "हेल्प सेक्शन या सपोर्ट फोरम में जाकर सहायता ले सकते हैं।",
  "course se unenroll kaise karu?": "कोर्स से बाहर निकलने के लिए 'अनरोल' विकल्प पर क्लिक करें।"
}
